Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyCurtainWallGridLines Property
 Curtain wall grid lines currently cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyCurtainWallGridLines { get; }
Public Shared ReadOnly Property CannotCopyCurtainWallGridLines As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyCurtainWallGridLines {
	FailureDefinitionId^ get ();
}
static member CannotCopyCurtainWallGridLines : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace